start = 'Вы открыли панель администратора'

ban_from_admin_start = '''Укажите ID пользователя, которого хотите заблокировать!

<i>Пример: 1046276866

Если не хотите блокировать пользователя, нажмите /cancel</i>'''

unban_from_admin_start = '''Укажите ID пользователя, которого хотите разблокировать!

<i>Пример: 1046276866

Если не хотите разблокировать пользователя, нажмите /cancel</i>'''



ban_from_admin_except = '''❗️ Ошибка. Указывайте цифрами ❗️
Укажите ID пользователя!

<i>Пример: 1046276866

Если хотите отменить действие, нажмите /cancel</i>'''

ban_from_admin_cancel = '❌ Вы отменили блокировку'
unban_from_admin_cancel = '❌ Вы отменили блокировку'

ban_from_admin_finaly = '✅ Вы успешно заблокировали пользователя!'
unban_from_admin_finaly = '✅ Вы успешно разблокировали пользователя!'

ban = 'Вы заблокированы!'
unban = 'Вы разблокированы!'