from config import management_company_name, director_name, director_recept_time

start = f'''☀️ Добро пожаловать в помощник {management_company_name}.\n
Здесь можно записаться к директору 👨‍💼 на приём и оставить заявку на специалистов 👨‍🔧👷‍♀️.
Выбирайте удобную дату и время для записи 🕓 '''

about_us = f'''{management_company_name}, занимается управлением и 
эксплуатацией технического и санитарного содержания многоквартирных домов 🏙️. 
На сегодняшний день организация обслуживает 49 жилых домов в г. Липецк 🌇, 
общей площадью более 240684,9 кв. м.

{management_company_name} выполняет: 
🛠️ все виды ремонтных, строительных и сантехнических работ; является 
субъектом малого предпринимательства и членом Саморегулируемых 
огранизаций (СРО);
🚨 имеет круглосуточную аварийную службу.
🧾 на все виды работ имеются лицензии и сертификаты соответствия.
📝 управляющая компания гарантирует высокое качество работ, сдачу объектов в 
согласованные с заказчиком сроки, и гарантийные обязательства выполненных 
работ.
🤝 работа компании направлена на постоянное улучшение качества 
предоставляемых населению услуг.

В ОБЯЗАННОСТИ УПРАВЛЯЮЩЕЙ КОМПАНИИ ВХОДЯТ СЛЕДУЮЩИЕ КОММУНАЛЬНЫЕ УСЛУГИ:
🏡 Техническое обслуживание и эксплуатация мест общего пользования (жилищный 
фонд);
🛠️ Техническое обслуживание и эксплуатация инженерных коммуникаций (общего 
имущества) многоквартирных домов;
🚰 Сантехнические коммунальные услуги
💡 Электромонтажные коммунальные услуги
🧱 Общестроительные коммунальные услуги
🏘 Прочие услуги ЖКХ.'''

requisites = f'''Управляющая компания Парус
Генеральный директор
{director_name}
Юридический адрес:
398002, г. Липецк, ул. Игнатьева, д.32
ОГРН-1164827053588
ИНН/КПП 4826122553/482601001
Электронная почта:
ukparus48@mail.ru
Банковские реквизиты:
р/сч 40702810335000002670
Отделение №8593 Сберабанка России
к/с 30101810800000000604'''

license_text = f'''лицензии {management_company_name}'''

company_contacts = f'''<u><b>Kонтакты {management_company_name}:</b></u>
<b>Адрес офиса:</b> 
 398002, г. Липецк, 
 ул. Игнатьева, д.32
<b>Электронная почта:</b> 
 ukparus48@mail.ru
<b>Диспетчерская служба:</b> 
 22-10-64, 711-073
<b>Паспортный стол:</b> 
 37-13-27 доб. 1
<b>Генеральный директор</b> {director_name} 
 ведет прием граждан {director_recept_time}
<b>предварительная запись по телефонам:</b> 
 37-13-27.
<b>Юридический отдел:</b> 
 37-13-27 доб. 2
<b>Бухгалтер по начислениям 
за содержание жилья: </b>
 37-13-27 доб. 1
<b>Главный бухгалтер:</b> 
 37-13-27 доб. 4
'''

